tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "berkeley-db", link: true
brew "boost"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "gcc"
brew "gnu-time"
brew "htop"
brew "jq"
brew "lemon"
brew "libomp"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openblas"
brew "numpy"
brew "openjdk"
brew "openssl@1.1"
brew "perl"
brew "pkg-config"
brew "python@3.10"
brew "python@3.11", link: false
brew "python@3.9", link: false
brew "ruby"
brew "swig"
brew "tcl-tk"
brew "vim"
brew "wget"
